Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitReference/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.bookmarkAddedSuccessfully
source: Bookmark added successfully.
ar: تمت إضافة الإشارة المرجعية بنجاح.
bg: Отметката е добавена успешно.
ca: Marcador afegit correctament.
cs: Záložka byla úspěšně přidána.
da: Bogmærke tilføjet med succes.
de: Lesezeichen erfolgreich hinzugefügt.
el: Ο σελιδοδείκτης προστέθηκε επιτυχώς.
es: Marcador agregado exitosamente.
es_419: Marcador agregado con éxito.
fi: Kirjanmerkki lisätty onnistuneesti.
fr: Marque-page ajouté avec succès.
fr_ca: Favori ajouté avec succès.
he: המועדף נוסף בהצלחה.
hi: बुकमार्क सफलतापूर्वक जोड़ा गया।
hr: Znak je uspješno dodan.
hu: Könyvjelző sikeresen hozzáadva.
id: Bookmark berhasil ditambahkan.
it: Segnalibro aggiunto con successo.
ja: ブックマークが正常に追加されました。
kk: Бетбелгі сәтті қосылды.
ko: 북마크가 성공적으로 추가되었습니다.
ms: Penanda halaman telah berjaya ditambah.
nb: Bokmerke ble lagt til.
nl: Bladwijzer succesvol toegevoegd.
pl: Zakładka została pomyślnie dodana.
pt_br: Favorito adicionado com sucesso.
pt_pt: Favorito adicionado com sucesso.
ro: Marcajul a fost adăugat cu succes.
ru: Закладка успешно добавлена.
sk: Záložka bola úspešne pridaná.
sv: Bokmärke tillagt med framgång.
th: บุ๊กมาร์กถูกเพิ่มเรียบร้อยแล้ว.
tr: Yer işareti başarıyla eklendi.
uk: Закладку успішно збережено.
vi: Đã thêm đánh dấu thành công.
zh_hans: 书签成功添加。
zh_hant: 書籤已成功添加。
zh_hk: 已成功添加書籤。

# TK.Message.citationCopiedToClipboard
source: Citation copied to clipboard.
ar: تم نسخ الاقتباس إلى الحافظة.
bg: Цитатът е копиран в клипборда.
ca: La cita s'ha copiat al porta-retalls.
cs: Citace byla zkopírována do schránky.
da: Citering kopieret til udklipsholder.
de: Zitat in die Zwischenablage kopiert.
el: Η αναφορά έχει αντιγραφεί στο πρόχειρο.
es: Cita copiada en el portapapeles.
es_419: Cita copiada al portapapeles.
fi: Viittaus on kopioitu leikepöydälle.
fr: Citation copiée dans le presse-papiers.
fr_ca: Citation copiée dans le presse-papiers.
he: ציטוט הועתק ללוח.
hi: उद्धरण क्लिपबोर्ड में कॉपी कर दिया गया है।
hr: Citat je kopiran u međuspremnik.
hu: A hivatkozás másolva lett a vágólapra.
id: Kutipan telah disalin ke clipboard.
it: Citazione copiata negli appunti.
ja: 引用がクリップボードにコピーされました。
kk: Цитата буферге көшірілді.
ko: 인용이 클립보드에 복사되었습니다.
ms: Petikan telah disalin ke papan klip.
nb: Sitering kopiert til utklippstavlen.
nl: Citaat gekopieerd naar het klembord.
pl: Cytat skopiowany do schowka.
pt_br: Citação copiada para área de transferência.
pt_pt: Citação copiada para a área de transferência.
ro: Citația a fost copiată în clipboard.
ru: Цитата скопирована в буфер обмена.
sk: Citácia bola skopírovaná do schránky.
sv: Citering kopierad till urklipp.
th: การอ้างอิงได้ถูกคัดลอกไปยังคลิปบอร์ดแล้ว
tr: Alıntı panoya kopyalandı.
uk: Посилання скопійовано в буфер обміну.
vi: Trích dẫn đã được sao chép vào clipboard.
zh_hans: 引文已复制到剪贴板。
zh_hant: 引用已複製到剪貼簿。
zh_hk: 引用已複製到剪貼簿。

# TK.Message.contentNotAvailableInYourRegion
source: Content not available in your region
ar: المحتوى غير متاح في منطقتك
bg: Съдържанието не е налично в твоя регион
ca: Contingut no disponible a la teva regió
cs: Obsah není dostupný ve vaší oblasti
da: Indhold ikke tilgængeligt i din region
de: In deiner Region nicht verfügbar
el: Το περιεχόμενο δεν είναι διαθέσιμο στην περιοχή σας
es: Contenido no disponible en tu región
es_419: Contenido no disponible en tu región
fi: Sisältöä ei ole saatavilla alueellasi.
fr: Contenu non disponible dans votre région
fr_ca: Contenu non disponible dans votre région
he: התוכן לא זמין באזור שלך
hi: आपके क्षेत्र में सामग्री उपलब्ध नहीं है
hr: Sadržaj nije dostupan u tvojoj regiji
hu: Tartalom nem érhető el a régiódban
id: Konten tidak tersedia di wilayah Anda
it: Contenuto non disponibile nella tua regione
ja: あなたの地域ではコンテンツが利用できません
kk: Мазмұн сіздің өңіріңізде қолжетімсіз
ko: 해당 지역에서 사용할 수 없는 콘텐츠.
ms: Kandungan tidak tersedia di kawasan anda
nb: Innholdet er ikke tilgjengelig i regionen din
nl: Inhoud niet beschikbaar in jouw regio
pl: Treść niedostępna w Twoim regionie
pt_br: Conteúdo não disponível na sua região
pt_pt: Conteúdo não disponível na sua região
ro: Conținutul nu este disponibil în regiunea ta
ru: Контент недоступен в вашем регионе
sk: Obsah nie je dostupný vo vašej oblasti
sv: Innehållet är inte tillgängligt i din region
th: เนื้อหาไม่สามารถเข้าถึงได้ในภูมิภาคของคุณ
tr: İçerik bölgenizde mevcut değil.
uk: Контент недоступний у вашому регіоні
vi: Nội dung không có sẵn ở khu vực của bạn.
zh_hans: 该内容在您的地区不可用
zh_hant: 內容在您的地區不可用
zh_hk: 該內容在你的區域不可用

# TK.Message.definitionNotFoundInOfflineMode
source: Definition not found in offline mode.
ar: التعريف غير متوفر في وضع عدم الاتصال.
bg: Дефиницията не е намерена в офлайн режим.
ca: Definició no trobada en mode offline.
cs: Definice není k dispozici v offline režimu.
da: Definition ikke fundet i offline-tilstand.
de: Definition im Offline-Modus nicht gefunden.
el: Ο ορισμός δεν βρέθηκε σε offline λειτουργία.
es: Definición no encontrada en modo offline.
es_419: Definición no encontrada en modo offline.
fi: Määritelmää ei löytynyt offline-tilassa.
fr: Définition introuvable en mode hors connexion.
fr_ca: Définition non trouvée en mode hors ligne.
he: הגדרה לא נמצאה במצב לא מקוון.
hi: ऑफलाइन मोड में परिभाषा नहीं मिली।
hr: Definicija nije pronađena u offline modu.
hu: Meghatározás offline módban nem található.
id: Definisi tidak ditemukan dalam mode offline.
it: Definizione non trovata in modalità offline.
ja: 定義がオフラインモードでは見つかりませんでした。
kk: Түсінік оффлайн режимінде табылмады.
ko: 오프라인 모드에서 정의를 찾을 수 없습니다.
ms: Definisi tidak dijumpai dalam mod luar talian.
nb: Definisjonen ble ikke funnet i offline-modus.
nl: Definitie is niet beschikbaar in de offline-modus.
pl: Definicja niedostępna w trybie offline.
pt_br: Definição não encontrada em modo offline.
pt_pt: Definição não encontrada no modo offline.
ro: Definiția nu a fost găsită în modul offline.
ru: Определение недоступно в оффлайн-режиме.
sk: Definícia nebola nájdená v offline režime.
sv: Definitionen hittades inte i offline-läge.
th: ไม่พบคำจำกัดความในโหมดออฟไลน์
tr: Tanım, çevrimdışı modda bulunamadı.
uk: Визначення недоступне в офлайн-режимі.
vi: Không tìm thấy định nghĩa trong chế độ offline.
zh_hans: 离线模式下未找到定义。
zh_hant: 離線模式下未找到定義。
zh_hk: 離線模式下找不到定義。

# TK.Message.downloadComplete
source: Download complete
ar: اكتمل التنزيل
bg: Изтегляне завършено
ca: Descàrrega completa
cs: Stahování dokončeno
da: Download fuldført
de: Download abgeschlossen
el: Η λήψη ολοκληρώθηκε
es: Descarga completa
es_419: Descarga completa
fi: Lataus valmis
fr: Téléchargement terminé.
fr_ca: Téléchargement complet
he: ההורדה הושלמה
hi: डाउनलोड पूरा हो गया
hr: Preuzimanje je završeno
hu: Letöltés befejezve
id: Unduhan selesai
it: Download completato
ja: ダウンロード完了
kk: Жүктеу аяқталды
ko: 다운로드 완료
ms: Muat turun lengkap
nb: Nedlasting fullført
nl: Download voltooid
pl: Pobieranie zakończone
pt_br: Download completo
pt_pt: Descarregamento completo
ro: Descărcare completă
ru: Загрузка завершена
sk: Stiahnutie dokončené
sv: Nedladdning klar
th: ดาวน์โหลดเสร็จสมบูรณ์
tr: İndirme tamamlandı.
uk: Завантаження завершено
vi: Tải xuống hoàn tất
zh_hans: 下载完成
zh_hant: 下載完成
zh_hk: 下載完成

# TK.Message.entryHasBeenUpdatedWithLatestInformation
source: Entry has been updated with latest information.
ar: تم تحديث الإدخال بأحدث المعلومات.
bg: Записът е обновен с актуалната информация.
ca: L'entrada s'ha actualitzat amb la informació més recent.
cs: Záznam byl aktualizován o nejnovější informace.
da: Indtastning er blevet opdateret med de nyeste oplysninger.
de: Eintrag wurde mit den neuesten Informationen aktualisiert.
el: Η καταχώρηση έχει ενημερωθεί με τις τελευταίες πληροφορίες.
es: La entrada ha sido actualizada con la información más reciente.
es_419: La información más reciente ha sido actualizada a la entrada.
fi: Merkintä on päivitetty uusimmalla tiedolla.
fr: L'entrée a été mise à jour avec les dernières informations.
fr_ca: L'entrée a été mise à jour avec les dernières informations.
he: הערך עודכן עם המידע העדכני ביותר.
hi: सूचना को नवीनतम जानकारी से अपडेट किया गया है।
hr: Unos je ažuriran s najnovijim informacijama.
hu: A bejegyzés friss információkkal lett frissítve.
id: Entri telah diperbarui dengan informasi terbaru.
it: Voce aggiornata con le informazioni più recenti.
ja: エントリーが最新情報で更新されました。
kk: Жазба соңғы ақпаратпен жаңартылды.
ko: 항목이 최신 정보로 업데이트되었습니다.
ms: Entri telah dikemas kini dengan maklumat terkini.
nb: Posten har blitt oppdatert med den nyeste informasjonen.
nl: Invoer is bijgewerkt met de nieuwste informatie.
pl: Wpis został zaktualizowany o najnowsze informacje.
pt_br: Entrada foi atualizada com as informações mais recentes.
pt_pt: Entrada foi atualizada com as informações mais recentes.
ro: Intrarea a fost actualizată cu cele mai recente informații.
ru: Запись обновлена с последней информацией.
sk: Záznam bol aktualizovaný s najnovšími informáciami.
sv: Posten har uppdaterats med den senaste informationen.
th: ข้อมูลได้รับการอัปเดตล่าสุดแล้ว
tr: Giriş, en son bilgilerle güncellendi.
uk: Запис оновлено новою інформацією.
vi: Mục đã được cập nhật với thông tin mới nhất.
zh_hans: 条目已更新为最新信息。
zh_hant: 條目已更新至最新資訊。
zh_hk: 條目已更新，包含最新信息。

# TK.Message.featureNotAvailableOffline
source: Feature not available offline
ar: الميزة غير متاحة دون اتصال
bg: Функцията не е налична офлайн
ca: Funcionalitat no disponible offline
cs: Funkce není dostupná offline
da: Funktion ikke tilgængelig offline
de: Funktion offline nicht verfügbar
el: Η δυνατότητα δεν είναι διαθέσιμη εκτός σύνδεσης
es: Función no disponible sin conexión
es_419: La función no está disponible sin conexión
fi: Ominaisuus ei ole saatavilla offline-tilassa
fr: Fonction non disponible hors ligne
fr_ca: Fonctionnalité non disponible hors ligne
he: תכונה אינה זמינה במצב לא מקוון
hi: ऑफलाइन में यह फ़ीचर उपलब्ध नहीं है
hr: Značajka nije dostupna offline
hu: A funkció offline nem érhető el
id: Fitur tidak tersedia secara offline
it: Funzione non disponibile offline
ja: オフラインでは利用できない機能です
kk: Функция оффлайн режимінде қол жетімді емес
ko: 오프라인에서는 이 기능을 사용할 수 없습니다.
ms: Ciri tidak tersedia dalam mod luar talian
nb: Funksjon ikke tilgjengelig offline
nl: Functie offline niet beschikbaar
pl: Funkcja niedostępna w trybie offline
pt_br: Recurso não disponível offline
pt_pt: Recurso não disponível offline
ro: Funcția nu este disponibilă offline
ru: Функция недоступна офлайн
sk: Funkcia nie je dostupná offline
sv: Funktion inte tillgänglig offline
th: ฟีเจอร์นี้ไม่สามารถใช้งานได้ในออฟไลน์
tr: Özellik çevrimdışı kullanılamıyor.
uk: Функція недоступна в режимі офлайн
vi: Tính năng không có sẵn khi ngoại tuyến
zh_hans: 离线时不可用此功能
zh_hant: 離線時此功能不可用
zh_hk: 該功能在離線狀態下不可用

# TK.Message.noMatchesFoundForThisTerm
source: No matches found for this term.
ar: لا توجد نتائج لهذا المصطلح.
bg: Няма намерени съвпадения за този термин.
ca: No s'han trobat coincidències per aquest terme.
cs: Nebyly nalezeny žádné shody pro tento termín.
da: Ingen resultater fundet for denne søgning.
de: Keine Übereinstimmungen für diesen Begriff gefunden.
el: Δεν βρέθηκαν αποτελέσματα για αυτόν τον όρο.
es: No se encontraron coincidencias para este término.
es_419: No se encontraron coincidencias para este término.
fi: Ei osumia tästä termistä.
fr: Aucun résultat trouvé pour ce terme.
fr_ca: Aucun résultat trouvé pour ce terme.
he: לא נמצאו תוצאות עבור מונח זה.
hi: इस शब्द के लिए कोई मैच नहीं मिला।
hr: Nema pronađenih podudaranja za ovaj pojam.
hu: Nincs találat erre a kifejezésre.
id: Tidak ditemukan kecocokan untuk istilah ini.
it: Nessuna corrispondenza trovata per questo termine.
ja: この用語の一致が見つかりませんでした。
kk: Бұл термин бойынша ешбір нәтиже табылмады.
ko: 해당 용어에 대한 일치 항목을 찾을 수 없습니다.
ms: Tiada padanan ditemui untuk istilah ini.
nb: Ingen treff funnet for denne termen.
nl: Geen resultaten gevonden voor deze zoekterm.
pl: Nie znaleziono wyników dla tego terminu.
pt_br: Nenhuma correspondência encontrada para este termo.
pt_pt: Nenhuma correspondência encontrada para este termo.
ro: Niciun rezultat găsit pentru acest termen.
ru: Не найдено совпадений для этого термина.
sk: Nenašli sa žiadne zhodujúce sa výsledky pre tento výraz.
sv: Inga träffar hittades för detta sökord.
th: ไม่พบผลลัพธ์สำหรับคำค้นหานี้.
tr: Bu terim için eşleşme bulunamadı.
uk: Не знайдено збігів для цього терміна.
vi: Không tìm thấy kết quả cho từ này.
zh_hans: 没有找到与该条目匹配的结果。
zh_hant: 匹配項
zh_hk: 未找到此條目相關的配對。

# TK.Message.notesSavedSuccessfully
source: Notes saved successfully.
ar: تم حفظ الملاحظات بنجاح.
bg: Бележките са запазени успешно.
ca: Notes desades correctament.
cs: Poznámky byly úspěšně uloženy.
da: Noter gemt succesfuldt.
de: Notizen erfolgreich gespeichert.
el: Οι σημειώσεις αποθηκεύτηκαν με επιτυχία.
es: Notas guardadas correctamente.
es_419: Notas guardadas con éxito.
fi: Muistiinpanot tallennettu onnistuneesti.
fr: Notes enregistrées avec succès.
fr_ca: Notes enregistrées avec succès.
he: ההערות נשמרו בהצלחה.
hi: नोट्स सफलतापूर्वक सहेजे गए।
hr: Bilješke su uspješno spremljene.
hu: A jegyzetek sikeresen mentve.
id: Catatan berhasil disimpan.
it: Appunti salvati con successo.
ja: ノートが正常に保存されました。
kk: Ескертпелер сәтті сақталды.
ko: 메모가 성공적으로 저장되었습니다.
ms: Nota-Nota berjaya disimpan.
nb: Notater lagret vellykket.
nl: Notities succesvol opgeslagen.
pl: Notatki zapisane pomyślnie.
pt_br: Notas salvas com sucesso.
pt_pt: Notas guardadas com sucesso.
ro: Notițele au fost salvate cu succes.
ru: Заметки успешно сохранены.
sk: Poznámky boli úspešne uložené.
sv: Anteckningar sparade.
th: บันทึกหลายรายการเรียบร้อยแล้ว.
tr: Notlar başarıyla kaydedildi.
uk: Нотатки успішно збережені.
vi: Ghi chú đã được lưu thành công.
zh_hans: 笔记已成功保存。
zh_hant: 筆記已成功保存。
zh_hk: 筆記已成功保存。

# TK.Message.referenceMaterialsAreDownloading
source: Reference materials are downloading.
ar: يتم تحميل المواد المرجعية.
bg: Изтеглят се справочни материали.
ca: Els materials de referència s'estan baixant.
cs: Referenční materiály se stahují.
da: Referencematerialer downloader.
de: Referenzmaterialien werden heruntergeladen.
el: Κατεβάζονται τα υλικά αναφοράς.
es: Los materiales de referencia se están descargando.
es_419: Los materiales de referencia se están descargando.
fi: Viitemateriaalit latautuvat.
fr: Matériaux de référence en cours de téléchargement.
fr_ca: Matériaux de référence en téléchargement.
he: חומרי עזר מורדים.
hi: संदर्भ सामग्री डाउनलोड हो रही है।
hr: Materijali za referencu se preuzimaju.
hu: Referenciaanyagok letöltése folyamatban.
id: Materi referensi sedang diunduh.
it: I materiali di riferimento si stanno scaricando.
ja: 参考資料をダウンロード中です。
kk: Сілтеме материалдары жүктелуде.
ko: 참조 자료가 다운로드 중입니다.
ms: Bahan rujukan sedang dimuat turun.
nb: Referansemateriell lastes ned.
nl: Referentiemateriaal wordt gedownload.
pl: Materiały referencyjne są pobierane.
pt_br: Materiais de referência estão sendo baixados.
pt_pt: Materiais de referência a serem descarregados.
ro: Materialele de referință se descarcă.
ru: Справочные материалы загружаются.
sk: Materiály na referenciu sa sťahujú.
sv: Referensmaterial håller på att laddas ner.
th: กำลังดาวน์โหลดเอกสารอ้างอิง
tr: Referans materyalleri indiriliyor.
uk: Матеріали для посилання завантажуються.
vi: Tài liệu tham khảo đang được tải xuống.
zh_hans: 参考材料正在下载中。
zh_hant: 參考資料正在下載中。
zh_hk: 參考資料正在下載中。

# TK.Message.searchHistoryCleared
source: Search history cleared.
ar: تم مسح سجل البحث.
bg: Историята на търсенията е изчистена.
ca: Historial de cerca esborrat.
cs: Historie vyhledávání byla vymazána.
da: Søgehistorik er ryddet.
de: Suchverlauf gelöscht.
el: Η ιστορία αναζητήσεων διαγράφηκε.
es: Historial de búsqueda eliminado.
es_419: Historial de búsqueda borrado.
fi: Hakuhistoria tyhjennetty.
fr: Historique de recherche effacé.
fr_ca: Historique des recherches effacé.
he: ההיסטוריה של החיפושים נמחקה.
hi: खोज इतिहास मिटाया गया।
hr: Povijest pretraživanja je izbrisana.
hu: A keresési előzmények törölve lettek.
id: Riwayat pencarian dihapus.
it: Cronologia delle ricerche cancellata.
ja: 検索履歴がクリアされました。
kk: Іздеу тарихы тазартылды.
ko: 검색 기록이 삭제되었습니다.
ms: Sejarah carian telah dibersihkan.
nb: Søkehistorikk er ryddet.
nl: Zoekgeschiedenis gewist.
pl: Historia wyszukiwania została wyczyszczona.
pt_br: Histórico de pesquisa limpo.
pt_pt: Histórico de buscas limpo.
ro: Istoricul căutărilor a fost șters.
ru: История поиска очищена.
sk: História vyhľadávania bola vymazaná.
sv: Sökhistorik rensad.
th: ประวัติการค้นหาถูกลบเรียบร้อยแล้ว
tr: Arama geçmişi silindi.
uk: Історію пошуку очищено.
vi: Lịch sử tìm kiếm đã được xóa.
zh_hans: 搜索历史已清除。
zh_hant: 搜尋歷史已清除。
zh_hk: 搜尋歷史已清除。

# TK.Message.textCopiedToClipboard
source: Text copied to clipboard.
ar: تم نسخ النص إلى الحافظة.
bg: Текстът е копиран в клипборда.
ca: Text copiat al porta-retalls.
cs: Text byl zkopírován do schránky.
da: Tekst kopieret til udklipsholder.
de: Text in die Zwischenablage kopiert.
el: Το κείμενο αντιγράφηκε στο πρόχειρο.
es: Texto copiado al portapapeles.
es_419: Texto copiado al portapapeles.
fi: Teksti kopioitu leikepöydälle.
fr: Texte copié dans le presse-papiers.
fr_ca: Texte copié dans le presse-papiers.
he: הטקסט הועתק ללוח.
hi: टेक्स्ट को क्लिपबोर्ड पर कॉपी कर दिया गया है।
hr: Tekst je kopiran u međuspremnik.
hu: A szöveg a vágólapra másolva.
id: Teks telah disalin ke clipboard.
it: Testo copiato negli appunti.
ja: テキストがクリップボードにコピーされました。
kk: Мәтін буферге көшірілді.
ko: 텍스트가 클립보드에 복사되었습니다.
ms: Teks telah disalin ke papan keratan.
nb: Tekst kopiert til utklippstavlen.
nl: Tekst naar het klembord gekopieerd.
pl: Tekst skopiowany do schowka.
pt_br: Texto copiado para a área de transferência.
pt_pt: Texto copiado para a área de transferência.
ro: Text copiat în clipboard.
ru: Текст скопирован в буфер обмена.
sk: Text bol skopírovaný do schránky.
sv: Texten har kopierats till urklipp.
th: ข้อความถูกคัดลอกไปยังคลิปบอร์ดแล้ว
tr: Metin panoya kopyalandı.
uk: Текст скопійовано в буфер обміну.
vi: Văn bản đã được sao chép vào clipboard.
zh_hans: 文本已复制到剪贴板。
zh_hant: 文本已複製到剪貼板。
zh_hk: 文本已複製到剪貼板。

# TK.Message.unableToLoadData
source: Unable to Load Data
ar: غير قادر على تحميل البيانات
bg: Неуспешно зареждане на данни
ca: No és possible carregar dades
cs: Není možné načíst data
da: Kunne ikke indlæse data
de: Daten können nicht geladen werden
el: Αδύνατη η φόρτωση δεδομένων
es: No se pueden cargar los datos
es_419: No se pueden cargar datos.
fi: Tietojen lataaminen epäonnistui
fr: Impossible de charger les données.
fr_ca: Impossible de charger les données
he: לא ניתן לטעון נתונים
hi: डेटा लोड करने में असमर्थ
hr: Nije moguće učitati podatke.
hu: Az adatokat nem lehet betölteni
id: Tidak dapat Memuat Data
it: Impossibile caricare i dati
ja: データを読み込めませんでした
kk: Деректерді жүктеу мүмкін болмады
ko: 데이터를 로드할 수 없습니다
ms: Tidak dapat memuatkan data
nb: Kan ikke laste inn data.
nl: Kan gegevens niet laden
pl: Nie można załadować danych
pt_br: Não foi possível carregar os dados
pt_pt: Impossível carregar dados
ro: Imposibil de încărcat datele
ru: Не удалось загрузить данные
sk: Nemožno načítať dáta
sv: Kunde inte ladda data
th: ไม่สามารถโหลดข้อมูลได้
tr: Veri Yüklenemiyor
uk: Не вдалося завантажити дані
vi: Không thể tải dữ liệu
zh_hans: 无法加载数据
zh_hant: 無法載入資料
zh_hk: 無法載入數據

# TK.Placeholder.addANoteDots
source: Add a note…
ar: أضف ملاحظة…
bg: Добави бележка…
ca: Afegir una nota…
cs: Přidej poznámku…
da: Tilføj en note…
de: Notiz hinzufügen…
el: Πρόσθεσε μια σημείωση…
es: Añadir una nota…
es_419: Agregar una nota…
fi: Lisää muistiinpano…
fr: Ajouter une note…
fr_ca: Ajouter une note…
he: הוסף הערה…
hi: एक नोट जोड़ें…
hr: Dodaj bilješku…
hu: Megjegyzés hozzáadása…
id: Tambahkan catatan…
it: Aggiungi una nota…
ja: メモを追加…
kk: Ескерту қосу…
ko: 메모 추가…
ms: Tambah nota…
nb: Legg til et notat…
nl: Voeg een notitie toe…
pl: Dodaj notatkę…
pt_br: Adicionar uma nota…
pt_pt: Adicionar uma nota…
ro: Adaugă o notă…
ru: Добавьте заметку…
sk: Pridaj poznámku…
sv: Lägg till en anteckning…
th: เพิ่มบันทึก…
tr: Bir not ekleyin…
uk: Додайте нотатку…
vi: Thêm một ghi chú…
zh_hans: 添加备注…
zh_hant: 添加備註…
zh_hk: 添加备注…

# TK.Placeholder.addReferenceDots
source: Add reference…
ar: أضف مرجعًا…
bg: Добавяне на референция…
ca: Afegir una referència…
cs: Přidat odkaz…
da: Tilføj reference…
de: Quelle hinzufügen…
el: Προσθήκη αναφοράς…
es: Añadir referencia…
es_419: Agregar referencia…
fi: Lisää lähde…
fr: Ajouter une référence…
fr_ca: Ajouter une référence…
he: הוסף הפניה…
hi: संदर्भ जोड़ें…
hr: Dodaj referencu…
hu: Referencia hozzáadása…
id: Tambahkan referensi…
it: Aggiungi riferimento…
ja: 参照を追加…
kk: Сілтеме қосу…
ko: 참고 자료 추가…
ms: Tambah rujukan…
nb: Legg til referanse…
nl: Voeg referentie toe…
pl: Dodaj odniesienie…
pt_br: Adicionar referência…
pt_pt: Adicionar referência…
ro: Adaugă referință…
ru: Добавить ссылку…
sk: Pridať referenciu…
sv: Lägg till referens…
th: เพิ่มอ้างอิง…
tr: Referans ekleyin...
uk: Додати посилання…
vi: Thêm tham khảo…
zh_hans: 添加参考…
zh_hant: 添加參考…
zh_hk: 添加參考…

# TK.Placeholder.addStudyNoteDots
source: Add study note…
ar: أضف ملاحظة دراسية…
bg: Добавяне на учебна бележка…
ca: Afegiu una nota d'estudi…
cs: Přidat studijní poznámku…
da: Tilføj studie-notat…
de: Studiennotiz hinzufügen…
el: Προσθήκη σημείωσης μελέτης…
es: Añadir nota de estudio…
es_419: Agregar nota de estudio…
fi: Lisää opiskelumuistio…
fr: Ajouter une note d'étude…
fr_ca: Ajouter une note d'étude…
he: הוסף הערת לימוד…
hi: अध्‍ययन नोट जोड़ें…
hr: Dodaj bilješku za učenje…
hu: Tanulmányi megjegyzés hozzáadása…
id: Tambahkan catatan studi…
it: Aggiungi nota di studio…
ja: 学習ノートを追加…
kk: Оқу ескертпесін қосу…
ko: 학습 메모 추가…
ms: Tambah nota belajar…
nb: Legg til studienotat…
nl: Voeg studienotitie toe…
pl: Dodaj notatkę do nauki…
pt_br: Adicionar nota de estudo…
pt_pt: Adicionar nota de estudo…
ro: Adaugă notă de studiu…
ru: Добавить учебную заметку…
sk: Pridať študijnú poznámku…
sv: Lägg till studieanteckning…
th: เพิ่มหมายเหตุการศึกษา…
tr: Çalışma notu ekleyin...
uk: Додати нотатку до навчання…
vi: Thêm ghi chú học tập…
zh_hans: 添加学习笔记…
zh_hant: 添加學習備註…
zh_hk: 添加學習筆記…

# TK.Placeholder.browseByCategoryDots
source: Browse by category…
ar: تصفح حسب الفئة…
bg: Преглед на категория…
ca: Navegar per categoria…
cs: Procházet podle kategorie…
da: Browse efter kategori...
de: Kategorie durchsuchen…
el: Περιήγηση κατά κατηγορία…
es: Navegar por categoría…
es_419: Navegar por categoría…
fi: Selaa kategoriaa…
fr: Parcourir par catégorie…
fr_ca: Parcourir par catégorie…
he: עיין לפי קטגוריה…
hi: श्रेणी के अनुसार ब्राउज़ करें…
hr: Pretraži prema kategoriji…
hu: Kategória szerint böngészés…
id: Jelajahi berdasarkan kategori…
it: Sfoglia per categoria…
ja: カテゴリでブラウズ…
kk: Құжаттарды қарап шығу…
ko: 카테고리별 탐색…
ms: Lihat mengikut kategori…
nb: Bla etter kategori…
nl: Bladeren op categorie…
pl: Przeglądaj według kategorii…
pt_br: Navegar por categoria…
pt_pt: Navegar por categoria…
ro: Se caută după categorie…
ru: Просмотр по категориям…
sk: Prehliadať podľa kategórie…
sv: Bläddra efter kategori…
th: เรียกดูตามหมวดหมู่…
tr: Kategoriye göre göz at…
uk: Перегляд за категорією…
vi: Duyệt theo thể loại…
zh_hans: 按类别浏览…
zh_hant: 按類別瀏覽…
zh_hk: 按類別瀏覽…
